[Language]
DisplayName=فارسي

[600]
600=***Section use for Tab Name***
0=TAB Name
1=ورود
2=دهکده
3=پلان حمله
4=ربات
5=درباره ما
6=متفرقه
7=درخواست و دونات
8=ارتقا
9=دستاوردها
10=اعلام کردن
11=درخواست نيروها
12=دونات نيروها
13=دونات بر حسب زمان
14=آزمايشگاه
15=قهرمانان
16=ساختمان
17=ديوار
18=PushBullet
19=دستورالعمل ها
20=نيروها
21=اسپل ها
22=بوست
23=بيس مرده
24=بيس فعال
25=شکار تاون هال
26=Bully
27=گزينه ها
28=جستجو
29=حمله
30=پايان نبرد
31=کالکتورها
32=تنظيمات کاپ
33=لود استراژي
34=ذخيره استراژي
35=گزينه ها
36=پروفايل ها
37=آمارها
38=کسب کردن
39=متفرقه
40=حمله ها
41=ارتش قطار
42=جستجو و حمله
43=استراتژي ها
44=A - سازه
45=B - شرايط
46=C - حمله
47=D - After Milking
48=پيشرفته
49=Note: This Strategy is disabled, tick the checkmark on the
50=فعال کردن اين برگه
51=اشکال زدايي

[601]
601=***Section use for General***
1=
2=BOT LOG
3=استايل لاگ
4=استفاده از اين گزينه براي تنظيم نوع لاگ
5=استفاده از جدا کننده براي تغيير اندازه
6=لاگ ربات و حمله با اندازه يکسان
7=لاگ ربات بزرگ, لاگ حمله کوچک
8=لاگ ربات کوچک, لاگ حمله بزرگ
9=فقط لاگ ربات, مخفي کردن لاگ حمله
10=مخفي کردن لاگ ربات, فقط لاگ حمله
11=پاک کردن
12=با استفاده از اين گزينه لاگ حمله را حذف کنيد
13=کپي به کليپ بورد
14=(CTRL+C) با استفاده از اين گزينه لاگ حمله را به حافظه کپي کنيد
15=ATTACK LOG
16=                   --------  LOOT --------       ----- BONUS ------
17= TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
18=Support
19=raadcoc.ir

[602]
602=***Section use for General Bottom***
0=- freeware bot -
1=شروع ربات
2=توقف ربات
3=مکث
4=توقف همه اقدامات از ربات تا زماني که شما ادامه دهيد
5=ادامه
6=ادامه اقدامات ربات از زمان مکث آن
7=حالت جستجو
8=حمله نمي کند. فقط جستجو براي يک دهکده داراي شرايط تنظيم شده در ربات
9=عکس
10=براي گرفتن يک عکس فوري از روستاي خود و ذخيره آن در يک فايل اينجا کليک کنيد
11=مخفي
12=مخفي کردن پنچره بازي براي جلوگيري از ايجاد اختلال در ربات هنگام انجام ساير کارها در کامپيوتر
13=(مينيمايز نمي شود، بلکه مخفي مي شود)
14=حالت
15=پس زمينه
16=براي فعال کردن حالت پس زمينه تيک اين گزينه را بزنيد
17=با استفاده از اين گزينه شما همچنين مي توانيد پنجره بلواستکس را مخفي کنيد
18=DB حمله!
19=LB حمله!
20=شکار تاون هال!
21=
22=گزارش دهکده
23=در اينجا ظاهر خواهد شد در اولين اجرا.
24=
25=Switch between village info and stats

[603]
603=***Section use for Commun Value***
0=هيچ
1=هيچي
2=با زدن اين دکمه تمام گزينه هاي اين رديف تيک مي خورند يا تيک آنها برداشته مي شود
3=ق.ظ
4=ب.ظ
5=search(es).
6=sec.
7=ثانيه
8=ثانيه ها
9=
10=
11=
12=%
13=-
14=ساعت ها
15=ساعت
16=يک
17=يکشنبه
18=دو
19=دوشنبه
20=سه
21=سه شنبه
22=چه
23=چهارشنبه
24=پن
25=پنج شنبه
26=جم
27=جمعه
28=شن
29=شنبه
30=در طول اين ساعت از روز
31=در طول اين روز از هفته
32=دهکده

[604]
604=***Section use for Troops***
1=بربر
2=آرچر
3=جاينت
4=گوبلين
5=وال برکر
6=و.برکر
7=بالون
8=ويزارد
9=هيلر
10=دراگون
11=پکا
12=P.E.K.K.A.s
13=مينيون
14=هوگ رايدر
15=والکري
16=گولم
17=ويچ
18=لاوا هاند
19=بولر
20=Baby Dragon
21=Miner

[605]
605=***Section use for Spell***
1=اسپل رعد و برق
2=اسپل شفا
3=اسپل خشم
4=اسپل پرش
5=اسپل يخ
6=اسپل سم
7=اسپل زلزله
8=اسپل سرعت
9=سم
10=زلزله
11=سرعت
12=Clone Spell
13=Skeleton Spell

[606]
606=***Section use for Tab End Battle***
1=پايان حمله
2=لغو جنگ زمانيکه
3=اگر هيچ منابعي براي غارت نماند، بعد از سپري شدن زمان وارد شده به ثانيه نبرد پايان يابد
4=شمارش معکوس بعد از استقرار تمام نيروها و قهرمان ها آغاز مي شود
5=غارتي انجام نشد
6=
7=و منابع زير
8=پايان نبرد زماني که مقدار طلاي باقي مانده و غارت نشده کمتر از مقدار وارد شده بود
9=لغو جنگ (زمانيکه منابعي نبود)
10=پايان نبرد زماني که همه منابع (طلا، اکسير، اکسير سياه) غارت و برابر صفر شد
11=وقتي يک ستاره بدست آورد
12=پايان دادن به نبرد اگر 1 ستاره در نبرد به دست آورد
13=وقتي دو ستاره بدست آورد
14=پايان دادن به نبرد اگر 2 ستاره در نبرد به دست آورد
15=DE side End Battle options
16=پايان گزينه نبرد ,حمله به طرف اکسير سياه
17=(فعال شدن با انتخاب جهت حمله اکسير سياه در تب حمله و گزينه حمله از (همچنين بايد در تب جستجو پايگاه حالت جستجو روي تنها پايگاه زنده باشد يا هردو
18=هنگامي که زير
19=فعال کردن شرايط ويژه براي جهت حمله اکسير سياه
20=اگر اکسير سياه باقي مانده هنگام غارت، از درصد وارد شده کمتر شود نبرد پايان مي يابد
21=غير فعال کردن گزينه عادي پايان نبرد
22=غير فعال کردن تنظيمات عادي پايان نبرد وقتي که جهت حمله اکسير سياه پيدا شد
23=پايان دادن به نبرد وقتي اکسير سياه کمتر از درصد وارد شده باقي ماند و يک ستاره به دست بياد
24=وقتيکه
25=پايان دادن به نبرد وقتي اکسير سياه کمتر از درصد وارد شده باقي ماند و بربر کينگ ضعيف شد
26=ضعيف است
27=پايان دادن به نبرد وقتي اکسير سياه کمتر از درصد وارد شده باقي ماند و آرچر کوين ضعيف شد

[607]
607=***Section use for Tab Scripted Attack***
1=گسترش
2=IMG
3=Make IMG with extra info in Profile -> Temp Folder
4=Choose the script; You can edit/add new scripts located in folder: 'CSV/Attack'
5=Reload Script Files
6=Show/Edit current Attack Script
7=Create a new Attack Script
8=Copy current Attack Script to a new name

[608]
608=***Section use for Tab Standard Attack***
1=گسترش
2=Troop Drop Order
3=حمله
4=حمله به پايگاه فقط از يک جهت
5=حمله به پايگاه فقط از دو جهت
6=حمله به پايگاه فقط از سه جهت، برخي بيرون و برخي داخل پايگاه
7=تعداد جهت ها حمله را انتخاب کنيد
8=يک طرف
9=دو طرف
10=سه طرف
11=همه طرف
12=واحد تاخير
13=در استقرار نيروها تاخير مي اندازد، 1 (سريع) = مانند يک ربات، 10 (آهسته) = مانند يک انسان
14=تصادفي توسط ربات، متنوع تر و به يک انسان نزديک تر خواهد شد
15=موج
16=تصادفي تاخير براي واحد و امواج
17=خط قرمز :استفاده از حمله هوشمند
18=استفاده از حمله هوشمند براي تشخيص بيرون "خط قرمز" دهکده براي حمله. و رها کردن نيروها خودي نزديک به آن
19=قطره نوع
20=حالت استقرار موجي نيروها را انتخاب کنيد
21=(نوع 1 : استقرار موجي از يک نوع نيرو در هر طرف و سپس ساير نيروها (مثال : اول بربر کامل ريخته ميشه بعد سراغ نيروهاي ديگر ميرود
22=نوع 2 : رها کردن يک موج کامل از تمام نيروها (به عنوان مثال جاينت، بربر و آرچر) در هر جهت سپس جهات ديگر
23=اولويت با جهت
24=اولويت با ترکيب نيرو
25=اولويت با جهت
26=استقرار نيروها نزديک معادن طلا
27=استقرار نيروها نزديک گردآورنده هاي اکسير
28=استقرار نيروها نزديک دريل هاي اکسير سياه
29=جهت حمله نزديک ذخاير اکسير سياه باشد
30=جهت حمله نزديک به تاون هال باشد
31=جهت حمله اکسير سياه
32=جهت حمله تاون هال
33=Select a preset troop drop order.
34=Each option deploys troops in a different order and in different waves
35=Only the troops selected in the "Only drop these troops" option will be dropped

[609]
609=***Section use for Tab Trophy Setting***
1=تنظيمات کاپ
2=رنج کاپ
3=حداقل : ربات مقدار کاپ را تا وقتي به کمتر از مقدار وارد شده نرسد پايين مي آورد
4=حداکثر : اگر کاپ از مقدار وارد شده بيشتر باشد ربات کاپ را پايين مي آورد
5=استفاده از قهرمانان براي پايين آوردن کاپ
6=استفاده از قهرمانان براي پايين آوردن کاپ در صورتي که در دسترس بودند
7=حمله به بيس هاي مرده
8=حمله به يک پايگاه مرده در اولين جستجو در حين پايين آوردن کاپ 
9=صبر کند تا آماده شدن نيروها
10=درصدي از کل نيروهاي خود را براي حمله پايگاه مرده قبل از شروع استقرار نيروي کاپ وارد کنيد

[610]
610=***Section use for Village Misc***
1=متوقف کردن حمله
2=با استفاده از اين گزينه مي توانيد زمان توقف حله را مشخص و تنظيم کنيد
3=توقف حمله
4=توقف ربات
5=بستن ربات
6=بستن ربات و کلش
7=خاموشي کامپيوتر
8=خواب کامپيوتر
9=ريستارت کامپيوتر
10=زماني که...
11=طلا و اکسير کامل و حداکثر کاپ
12=طلا و اکسير کامل يا حداکثر کاپ
13=طلا يا اکسير کامل و حداکثر کاپ
14=طلا يا اکسير کامل يا حداکثر کاپ
15=طلا و اکسير کامل
16=طلا يا اکسير کامل
17=طلا کامل و حداکثر کاپ
18=اکسير کامل و حداکثر کاپ
19=طلا کامل يا حداکثر کاپ
20=اکسير کامل يا حداکثر کاپ
21=طلا کامل
22=اکسير کامل
23=رسيدن به حداکثر کاپ
24=اکسير سياه کامل
25=همه ي مخازن کامل
26=ربات در حال اجرا براي ...
27=Now (Train/Donate Only)
28=(فقط دونات) در حال حاضر
29=(فقط آنلاين ماندن) در حال حاظر
30=W/Shield (Train/Donate Only)
31=W/Shield (Donate Only)
32=W/Shield (Only stay online)
33=
34=
35=The bot will Halt automatically when you run out of Resources. It will resume when reaching these minimal values.
36=ادامه حمله
37=حداقل مقدار طلا براي از سرگيري حمله توسط ربات پس از توقف به دليل کم بودن طلاي 
38=حداقل مقدار اکسير براي از سرگيري حمله توسط ربات پس از توقف به دليل کم بودن اکسير
39=حداقل مقدار اکسير سياه براي از سرگيري حمله توسط ربات پس از توقف به دليل کم بودن اکسير سياه
40=Rearm, Collect, Clear
41=Rearm Traps && Reload Xbows and Infernos
42=Check this to automatically Rearm Traps, Reload Xbows and Infernos (if any) in your Village.
43=مع آوري کالکتور ها و لوت کارت
44=براي جمع آوري منابع دهکده خود به صورت خودکار تيک اين گزينه را بزنيد
45=جمع آوري از معادن طلا، گردآورنده هاي اکسير و دريل هاي اکسير سياه
46=مچنين در دهکده سبد لوت را جستجو و جمع آوري مي کند
47=پاک کردن سنگ هاي قبر
48=براي پاک کردن خودکار سنگ هاي قبر بس از حمله دشمن اين گزينه را تيک بزنيد
49=حذف موانع
50=براي پاک کردن خودکار درختان و بوته ها اين گزينه را تيک بزنيد
51=حذف جم باکس
52=براي جمع کردن خودکار جم باکس اين گزينه را تيک بزنيد
53=تعيين محل دستي
54=تاون هال
55=تغيير مکان
56=کلن کستل
57=اردوگاه
58=اردوگاه نيروها
59=Bar.
60=سربازخانه
61=S.F.
62=اسپل ساز
63=D.S.F.
64=اسپل ساز سياه
65=کينگ
66=بربر کينگ
67=کوئين
68=آرچر کوئين
69=Grand Warden
70=گرند واردن
71=Lab.
72=آزمايشگاه
73=تنظيم مجدد
74=براي تنظيم مجدد مکان ساختمان ها اينجا را کليک کنيد
75=.براي وقتي که نقشه دهکده خود را تغيير مي دهيد

[611]
611=***Section use for Tab Request Troops***
1=کلن کستل
2=درخواست نيرو و اسپل
3=Anything please
4=اين متن براي عنوان درخواست نيرو در چت کلن کستل استفاده مي شود
5=دونات بر حسب زمان

[612]
612=***Section use for Tab Donate Troops***
1=
2=
3=
4=
5=
6=
7=
8=
9=
10=
11=
12=
13=
14=
15=
16=
17=
18=
19=
20=
21=
22=دونات سرباز در منوي انتخاب
23=ليست سياه
24=سربازان سفارشي
25=فعال کردن تشخيص الفباي سيريليک
26=Check this to enable the Cyrillic Alphabet.
27=دونات
28=بررسي براي دونات
29=دونات به همه
31=مچنين تمام کلمات کليدي وارد شده ناديده گرفته مي شود
32=کلمات کليدي براي دونات
33=به اين کلمات کليدي دونات نکن
34=ليست سياه براي دونات
35=barbarians\r\nbarb
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
37=archers\r\narch
38=no archers\r\nno arch\r\narchers no\r\narch no
39=giants\r\ngiant\r\nany\r\nreinforcement
40=no giants\r\ngiants no
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloons\r\nballoons no
47=wizards\r\nwizard
48=no wizards\r\nwizards no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie
60=no valkyries\r\nvalkyries no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nhound\r\nlava
66=no lavahound\r\nhound no
67=
68=
69=
70=
71=any\r\nneed
72=1st
73=2nd
74=3rd
75=
76=only\r\njust
77=Do NOT donate to any of these keywords
78=General Blacklist
79=clan war\r\nwar\r\ncw
80=General Blacklist for donation requests
81=if keywords match the Chat Request.
82=to ALL Chat Requests.
83=
84=
85=
86=
87=poison
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=haste
92=no haste\r\nhaste no

[613]
613=***Section use for Tab Schedule Donations***
1=دونات بر حسب زمان

[614]
***Section use for Tab Upgrade Laboratory***
1=آزمايشگاه
2=ارتقا خودکار نيرو و اسپل ها
3=براي شروع ارتقا خودکار نيروها در آزمايشگاه تيک اين گزينه را بزنيد
4=بعدي
5=از اين ليست نوع نيرو را براي ارتقا دادن انتخاب کنيد
6=آيکون نيروها در سمت چپ ظاهر مي شود
7=!سربازان اکسير سياه بيش از قهرمانان در اولويت ارتقا هستند
8=Visible Red button means that laboratory upgrade in process
9=This will automatically disappear when near time for upgrade to be completed.
10=If upgrade has been manually finished with gems before normal end time,
11=Click red button to reset internal upgrade timer BEFORE STARTING NEW UPGRADE
12=Caution - Unnecessary timer reset will force constant checks for lab status
13=Are you 100% sure you want to reset lab upgrade timer?
14=براي تنظيم مجدد روي OK کليک کنيد
15=يا براي خروج روي Cancel کليک کنيد
16=تنظيم مجدد تايمر
17=لغو و بازگشت
18=Reset laboratory upgrade timer?
19=Troop Upgrade started
20=Will begin to check completion at:

[615]
***Section use for Tab Upgrade Heroes***
1=ارتقا قهرمانان به صورت مداوم
2=ارتقا خودکار قهرمانان
3=(براي ارتقاي گرند واردن وقتي که اکسير به اندازه کافي موجود است تيک اين گزينه را بزنيد. (حداقل مقداري از اکسير ذخيره ميشود
4=ما مي توانيد در تب متفرقه، گرند واردن را بر روي نقشه ي دهکده خود مکانيابي کنيد
5=براي بازبيني مقدار اکسير که بايد ذخيره شود تا بعد آن کار ربات ادامه پيدا ميکنه به تب متفرقه برويد
6=Enable upgrading of your Queen when you have enough Dark Elixir (Saving Min. Dark Elixir)
7=You can manually locate your Queens Altar on Misc Tab
8=Enable upgrading of your Warden when you have enough Elixir (Saving Min. Elixir)
9=You can manually locate your Wardens Altar on Misc Tab
10=Verify your Resume Bot Elixir value at Misc Tab vs Saving Min. Elixir here!
11=Enabled with TownHall 7 and higher
12=Enabled with TownHall 9 and higher
13=Enabled with TownHall 11

[616]
***Section use for Tab Upgrade Buildings***
1=ساختمان ها يا قهرمانان
2=نام واحد
3=سطح
4=نوع
5=هزينه
6=زمان
7=تکرار
8=تعيين محل ارتقا
9=با فشار دادن اين کليد ساختمان/قهرمان براي ارتقا دادن مکان يابي و اطلاعات آن ثبت مي شود
10=Any upgrades with repeat enabled are skipped and can not be located again
11=تنظيم مجدد ارتقا
12=با فشار دادن اين کليد تمام مکان هاي ثبت شده براي ارتقا ريست و حذف مي شوند
13=If repeat box is checked, data will not be reset
14=طلا
15=ذخيره اين مقدار طلا پس از انجام ارتقا
16=ذخيره مقدار طلاي وارد شده براي استفاده در جستجو يا ارتقاي ديوار
17=اکسير
18=ذخيره اين مقدار اکسير پس از انجام ارتقا
19=ذخيره مقدار اکسير وارد شده براي استفاده در ساخت نيرو يا ارتقاي ديوار
20=اکسير سياه
21=ذخيره اين مقدار اکسير سياه پس از انجام ارتقا
22=اگر مي خواهيد سرباز با اکسير سياه براي وار بسازيد اين مقدار را بالاتر وارد کنيد
26=صرفه جويي اکسير
27=اين گزينه را تيک بزنيد براي فعال کردن ارتقاي
28=بعد استفاده از کليد تعيين محل ارتقا
29=اينجا نوع ارتقا نشان داده مي شود, کليک کنيد براي نمايش مکان
30=وضعيت : قرمز = برنامه ريزي نشده، زرد = برنامه ريزي شده و انجام نشده، سبز = ارتقا انجام شده
31=This box is updated with unit name after upgrades are checked
32=This unit box is updated with unit level after upgrades are checked
33=This upgrade cost box is updated after upgrades are checked
34=This box is updated with time length of upgrade after upgrades are checked
35=Check box to Enable Upgrade to repeat continuously

[617]
617=***Section use for Tab Upgrade Wall***
1=ديوارها
2=ارتقا خودکار ديوار
3=با تيک زدن اين گزينه اگر منابع به اندازه کافي در مخازن موجود بود به صورت خودکار ديوارها ارتقا داده مي شوند
4=تعداد موقعيت براي تست و پيدا کردن ديوار. تعداد بالاتر بهتر است اما سرعت کند مي شود
5=تست
6=براي تست تشخيص ديوار اينجا را کليک کنيد
7=از طلا
8=براي ارتقاي ديوارها تنها از طلا استفاده شود
9=قابل استفاده در همه سطح هاي ديوار
10=از اکسير
11=براي ارتقاي ديوارها تنها از اکسير استفاده شود
12=تنها در سطح هايي که ديوارها با اکسير ارتقا داده مي شوند قابل استفاده است
13=سعي کن اول اکسير , دوم طلا
14=استفاده از اکسير براي ارتقاي ديوارها، اگر اکسير کافي در مخازن موجود نبود از طلا استفاده مي شود
15=صرفه جويي براي ديوار
16=اين گزينه را تيک بزنيد تا 1 کارگر براي ارتقاي ديوارها رزرو شود
17=يک کارگر در دسترس براي ارتقاي ديوارها ذخيره مي شود و در ساير ارتقاها استفاده نمي شود
18=جستجو سطح ديوار
19=جستجو براي ديوارهاي با اين سطح و ارتقاي يکي يکي آنها
20=هزينه سطح ديوار بعدي
21=استفاده از اين مقدار به عنوان يک شاخص
22=اگر شما سطح هاي ديگر ديوار را انتخاب کنيد اين مقدار تغيير خواهد کرد
23=صرفه جويي طلا
24=ذخيره اين مقدار طلا پس از انجام ارتقاي ديوار
25=ذخيره مقدار طلاي وارد شده براي استفاده در ساير ارتقاها يا جستجو
26=صرفه جويي اکسير
27=ذخيره اين مقدار اکسير پس از انجام ارتقاي ديوار
28=ذخيره مقدار اکسير وارد شده براي استفاده در ساير ارتقاها يا ساخت نيرو
29=ضد ديوار
30=تعداد ورودي از سطح ديوار
31=you have.
32=Min. Elixir to save

[618]
618=***Section use for Tab Achievements***
1=دفاع دهکده
2=فعال کردن
3=فعال کردن دفاع فارم براي پيروزي آنبريکبل و گرفتن جم آن
4=زمان انتظار
5=Set the amount of time to stop CoC and wait for enemy attacks to gain defense wins. (1-99 minutes)
6=دقيقه
7=حداقل منابع
8=حداقل صرفه جويي
9=وقتي ذخيره مخازن طلا به اين مقدار رسيدن دفاع فارم متوقف شده و ربات به حالت عادي برمي گردد
10=ذخيره مقدار وارد شده در مخازن طلا، براي طلاي مورد نياز جستجو يا ارتقا
11=وقتي مقدار طلاي موجود در مخازن طلا به اين مقدار رسيدن دفاع فارم فعال مي شود
12=لزوم رسيدن مقدار طلاي مخازن به مقدار وارد شده براي جذب دشمن يا ارتقا
13=وقتي ذخيره مخازن اکسير به اين مقدار رسيدن دفاع فارم متوقف شده و ربات به حالت عادي برمي گردد
14=ذخيره مقدار وارد شده در مخازن اکسير، براي اکسير مورد نياز جستجو يا ارتقا
15=وقتي مقدار اکسير موجود در مخازن اکسير به اين مقدار رسيدن دفاع فارم فعال مي شود
16=لزوم رسيدن مقدار اکسير مخازن به مقدار وارد شده براي جذب دشمن يا ارتقا
17=وقتي ذخيره مخازن اکسير سياه به اين مقدار رسيدن دفاع فارم متوقف شده و ربات به حالت عادي برمي گردد
18=ذخيره مقدار وارد شده در مخازن اکسير سياه، براي اکسير سياه مورد نياز جستجو يا ارتقا
19=وقتي مقدار اکسير سياه موجود در مخازن اکسير سياه به اين مقدار رسيدن دفاع فارم فعال مي شود
20=لزوم رسيدن مقدار اکسير سياه مخازن به مقدار وارد شده براي جذب دشمن يا ارتقا
21=How to use Unbreakable Mode
22=Unbreakable mode will help you gain defense wins and the "Unbreakable" achievement.
23=Set "Wait Time" to how long you want the bot to wait for defenses.
24=Farm Min is how many resources the bot must have before attacking.
25=Save Min is how many resources the bot must have before starting unbreakable mode.
26=Click the below link for more information:
27=More Info

[619]
619=***Section use for Tab Notify PushBullet***
1=
2=هشدار پوش بولت
3=فعال کردن
4=فعال کردن اعلانات پوش بولت
5=کنترل از راه دور
6=فعال کردن توابع کنترل از راه دور پوش بولت
7=حذف گيرندگان پيام
8=حذف همه اطلاع رساني هاي قبلي پوش بولت هنگام شروع کار ربات
9=حذه همه گيرندگان
10=براي حذف تمام پيام هاي پوش بولت اينجا را کليک کنيد
11=حذف پيام قديمي
12=حذف همه پيام هاي قبلي پوش بولت و قديمي تر از ساعت مشخص شده
13=تنظيم فاصله زماني پيام ها براي حذف آنها
14=Access Token
15=مراجعبه کنيد PushBullet.com شما براي استفاده از اعلان پوش بولت نياز به يک توکن داريد. براي دريافت توکن به سايت
16=Origin
17=نام پروفايل دهکده - مي توانيد در تب متفرقه آن را تنظيم کنيد
18=Send a PushBullet message for these options
19=پيدا شدن حريف
20=وقتي ربات دهکده اي براي حمله پيدا کرد، مقدار غارت در دسترس ارسال شود
21=تصوير آخرين حمله
22=ارسال تصوير آخرين حمله
23=متن آخرين حمله
24=ارسال نتايج آخرين حمله به صورت متن
25=پر شدن اردوگاه
26=ارسال هشدار زماني که ظرفيت اردوگاه نيروهاي شما پر شد
27=ارتقاي ديوار
28=ارسال اطلاعات در مورد ارتقاي ديوار
29=خطا : خارج از تقارن
30=Client and Server out of sync : ارسال هشدار زمان دريافت خطاي
31=ارور زياد آنلاين بودن
32=ارسال هشدار زماني که ربات مدت زيادي کلش بازي کرده و بازي ارور زياد آنلاين بودن يا همان استراحت اجباري را مي دهد
33=گزارش دهکده
34=ارسال يک گزارش از دهکده شما
35=گزارش آخرين حمله
36=ارسال اطلاعات در مورد آخرين حمله
37=اتصال دستگاه هاي ديگر
38=ارسال هشدار وقتي از دستگاه ديگري به اکانت بازي شما متصل شدند

[620]
620=***Section use for Tab Notify Instructions***
0=توابع کنترل از راه دور
1=BOT
2= - send this help message
3= - delete all your previous messages
4= - restart the bot named <Village Name> and Android Emulator
5= - stop the bot named <Village Name>
6= - pause the bot named <Village Name>
7= - resume the bot named <Village Name>
8= - send Village Statistics of <Village Name>
9= - send the current log file of <Village Name>
10= -  send the last raid loot screenshot of <Village Name>
11= - send the last raid loot values of <Village Name>
12= - send a screenshot of <Village Name>
13=You can remotely control your bot sending commands following this syntax:
14=HELP
15=DELETE
16=RESTART
17=STOP
18=PAUSE
19=RESUME
20=STATS
21=LOG
22=LASTRAID
23=LASTRAIDTXT
24=SCREENSHOT
25=Examples:
26=Request for Help
29=logs
30=Current Log
51=Command not recognized
52=Please push BOT HELP to obtain a complete command list.
89= - delete all your previous Telegram messages
92=select your remote

[621]
621=***Section use for Tab Troops***
1=Elixir Troops
2=تنظيم نوع ترکيب ارتش
3=استفاده از باراک يا ارتش سفارشي
4=سرباز: ارچر
5=سرباز: بربر
6=سرباز: گوبلين
7=سربزان: ب.ا
8=سربازان: ب.ا.ج.گ
9=سربازان: ب.ا.ج
10=سربازان: ب.ا.گ
11=سربازان: ب.ا.ج.گ.و
12=استفاده از باراک
13=ارتش سفارشي
14=سربازان
15=جمع
16=مع % از سربازها بايد برار 100% باشد
17=حالت باراک
18=تنظيم نيروها براي ساخت در سربازخانه
19=قدرت ارتش
20=اردوگاه پر
21=بعد از رسيدن نيروهاي اردوگاه به درصد % مشخص شده حمله شروع مي شود
22=اضافه کردن نيرو
23=نيروهاي اکسير سياه
24=اضافه کردن نيرو (اکسير سياه)
25=سربازخانه اکسير سياه
26=تنظيم % از
27=براي ساختن
28=تعداد را وارد کنيد
29=ساخت اسپل

[622]
622=***Section use for Tab Spells***
1=اسپل ها
2=ظرفيت اسپل
3=ظرفيت اسپل ساز را وارد کنيد، اگر نميخواهيد از اسپل استفاده کنيد صفر را وارد کنيد

[623]
623=***Section use for Tab Boost***
1=بوست کردن
2=بوست سربازخانه
3=Num. Of Barracks to Boost
4=!تعداد سربازخانه ها براي سريع کردن توسط جم! با احتياط استفاده کنيد
5=سربازخانه
6=!با استفاده از اين ميتوانيد سربازخانه را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
7=بوست اسپل ساز
8=اسپل ساز
9=!با استفاده از اين ميتوانيد اسپل ساز را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
10=اسپل ساز سياه
11=!با استفاده از اين ميتوانيد اسپل تاريک ساز را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
12=بوست قهرمانان
13=بربر کينگ
14=!با استفاده از اين ميتوانيد بربر کينگ را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
15=آرچر کوين
16=!با استفاده از اين ميتوانيد آرچر کوين را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
17=گرند واردن
18=!با استفاده از اين ميتوانيد گرند واردن را توسط جم سريع تر کنيد! با احتياط استفاده کنيد
19=بوست بر حسب زمان

[624]
624=***Section use for Tab Attack***
1=Attack with
2=Attack Type
3=Standard Attack
4=Scripted Attack
5=Milking Attack
6=Only drop these troops
7=Use All Troops
8=Use Troops in Barracks
9=Barb Only
10=Arch Only
11=B+A
12=B+Gob
13=A+Gob
14=B+A+Gi
15=B+A+Gob+Gi
16=B+A+Hog Rider
17=B+A+Minion
18=Select the troops to use in attacks
19=Special troops to use
20=Use your King when Attacking...
21=Use your Queen when Attacking...
22=Use your Warden when Attacking...
23=Drop your Clan Castle in battle if it contains troops.
24=Use your Light Spells when Attacking...
25=Use your Healing Spells when Attacking...
26=Use your Rage Spells when Attacking...
27=Use your Jump Spells when Attacking...
28=Use your Freeze Spells when Attacking...
29=Use your Poison Spells when Attacking...
30=Use your Earthquake Spells when Attacking...
31=Use your Haste Spells when Attacking...
32=TH Snipe
33=Snipe TH External first
34=If TH is external start with a TH Snipe
35=Add Tiles
36=Max numbers of tiles from border to consider TH as external
37=You can add/edit CSV settings in the CSV\THSnipe folder
38=Attack Townhall Outside
39=Check this to Attack an exposed Townhall first. (Townhall outside of Walls)
40=TIP: Also tick 'Meet Townhall Outside' on the Search tab if you only want to search for bases with exposed Townhalls.
41=Enabled with TownHall 7 and higher
42=Enabled with TownHall 9 and higher
43=Enabled with Townhall 11

[625]
625=***Section use for Tab Search***
0=Start Search IF
1=Search
2=Set the Min. number of searches to activate this option
3=Set the Max number of searches to activate this option
4=Trophies
5=Set the Min. number of tropies to activate this option
6=Set the Max number of tropies to activate this option
7=Army Camps
8=Set the % Army camps before activate this option
9=Wait for Heroes to be Ready
10=Wait for King to be ready before attacking...
12=Wait for Queen to be ready before attacking...
13=Wait for Warden to be ready before attacking...
14=Filters
15=Search for a base that meets the values set for Gold And/Or/Plus Elixir.
16=AND: Both conditions must meet, Gold and Elixir.
17=OR: One condition must meet, Gold or Elixir.
18=+ (PLUS): Total amount of Gold + Elixir must meet.
19=G And E
20=G Or E
21=G + E
22=G And E
23=Set the Min. amount of Gold to search for on a village to attack.
24=Set the Min. amount of Elixir to search for on a village to attack.
25=Set the Min. amount of Gold + Elixir to search for on a village to attack.
26=Dark Elixir
27=Search for a base that meets the value set for Min. Dark Elixir.
28=Set the Min. amount of Dark Elixir to search for on a village to attack.
29=Search for a base that meets the value set for Min. Trophies.
30=Set the Min. amount of Trophies to search for on a village to attack.
31=Townhall
32=Search for a base that meets the value set for Max. Townhall Level.
33=Set the Max. level of the Townhall to search for on a village to attack.
34=Townhall Outside
35=Search for a base that has an exposed Townhall. (Outside of Walls)
36=WeakBase
37=Search for a base that has low defences.
38=Set the Max. level of the Mortar to search for on a village to attack.
39=Set the Max. level of the Wizard Tower to search for on a village to attack.
40=Meet One Then Attack
41=Just meet only ONE of the above conditions, then Attack.
42=TownHall, Distance From
43=Border, Add Tiles
44=- While Train
45=Add number of tiles from Base Edges
46=- Full Troops
47=Enter how many 'Grass' 1x1 tiles the TH may be from the Base edges to be seen as a TH Outside.
48=Ex: (0) tiles; TH must be exactly at the edge. (4) tiles: TH may be 4 tiles farther from edges and closer to the center of the village.
49=If the TH is farther away then the No. of tiles set, the base will be skipped.
50=Wait for Hero option disabled when continuous Upgrade Hero selected!
51=Enabled with TownHall 7 and higher
52=Enabled with TownHall 9 and higher
53=Enabled with TownHall 11
54=Note - enables SEARCH range for this attack type ONLY.
55=Setting will not set search limit to restart search process!
56=This option will NOT adjust tropies to stay in range entered!

[626]
626=***Section use for Tab Collectors***
1=Collectors
2=Choose which collectors to search for while looking for a dead base. Also, choose how full they must be.
3=Lvl 6. Must be >
4=Lvl 7. Must be >
5=Lvl 8. Must be >
6=Lvl 9. Must be >
7=Lvl 10. Must be >
8=Lvl 11. Must be >
9=Lvl 12. Must be >
10=(N/A)
11=تولرانس
12=از اين اسلايدر براي تنظيم مقدار تلرانس کل عکسها استفاده کنيد
13=اگر شما مي خواهيد از عکس هاي شخصي استفاد کنيد, بايد فايل ها را ويرايش کنيد.
14=
15=اگر اينجا تيک خورده باشد سپس ربات مي بيند
16=براي جمع کننده اکسير سطح 6 در طول تشخيص دهکده مرده.
17=براي جمع کننده اکسير سطح 7 در طول تشخيص دهکده مرده.
18=براي جمع کننده اکسير سطح 8 در طول تشخيص دهکده مرده.
19=براي جمع کننده اکسير سطح 9 در طول تشخيص دهکده مرده.
20=براي جمع کننده اکسير سطح 10 در طول تشخيص دهکده مرده.
21=براي جمع کننده اکسير سطح 11 در طول تشخيص دهکده مرده.
22=براي جمع کننده اکسير سطح 12 در طول تشخيص دهکده مرده.
23=انتخاب کنيد چه مقدار از جمع کننده سطح 6 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
24=انتخاب کنيد چه مقدار از جمع کننده سطح 7 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
25=انتخاب کنيد چه مقدار از جمع کننده سطح 8 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
26=انتخاب کنيد چه مقدار از جمع کننده سطح 9 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
27=انتخاب کنيد چه مقدار از جمع کننده سطح 10 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
28=انتخاب کنيد چه مقدار از جمع کننده سطح 11 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
29=انتخاب کنيد چه مقدار از جمع کننده سطح 12 احتياج هست تا پر باشد تا به عنوان مرده تشخيص داده شود
30=پر شود
31=اخطار: تا زماني که نمي دانيد چه کار مي کنيد اين تنظيمات را تغيير ندهيد. اگر مطمين نيستيد بر روي صفر قرار دهيد.

[627]
627=***Section use for Tab Load Strategy***
1=LOAD PRECONFIGURED SETTINGS.\n\n- Load ALL Train Army Tab Settings\n- Load ALL Search && Attack Tab Settings\n\n- EXCEPT: Share Replay Settings\n- EXCEPT: Take Loot Snapshot Settings\n- EXCEPT: Gem Boost Settings
2=Load Configuration
3=Delete
4=Open Strategy folder

[628]
628=***Section use for Tab Save Strategy***
1=Strategy file name
2=Notes
3=SAVE SETTINGS\n--------------------------------------\nSave ALL:\n- Train Army Tab Settings\n- Search && Attack Tab Settings\n\nExcept:\n- Share Replay Settings\n- Take Loot Snapshot Settings\n- Gem Boost Settings\n--------------------------------------
4=Save Configuration

[629]
629=***Section use for Tab Bully***
1=Bully Attack Combo
2=In Bully Mode, ALL bases that meet the TH level requirement below will be attacked.
3=Enable Bully after
4=TH Bully: No. of searches to wait before activating.
5=
6=حداکثر تاون هال
7=قلدري : حداکثر سطح تاون هال براي قلدري
8=وقتي که پيدا کردي حمله کن با تنظيمات
9=بيس مرده
10=استفاده از تنظيمات حمله پايگاه مرده در هنگام حمله ي قلدري
11=بيس معمولي
12=استفاده از تنظيمات حمله پايگاه زنده در هنگام حمله ي قلدري

[630]
630=***Section use for Tab Options Search***
1=کاهش جستجو
2=فعال کردن کاهش جستجو
3=اگر ميخواهيد مقادير جستجو به طور خودکار پس از تعداد مشخص شده جستجو کاهش داده شود تيک اين گزينه را بزنيد
4=Reduce targets every
5=تعداد جستجو که مي خوايد بعد از آن مقادير جستجو کاهش يابد را وارد کنيد
6=- کاهش طلا
7=مقدار کاهش طلا براي هر مرحله از کاهش را وارد کنيد
8=- کاهش اکسير
9=مقدار کاهش اکسير براي هر مرحله از کاهش را وارد کنيد
10=- کاهش طلا و اکسير
11=مقدار کاهش طلا + اکسير براي هر مرحله از کاهش را وارد کنيد
12=- کاهش اکسير سياه
13=مقدار کاهش اکسير سياه براي هر مرحله از کاهش را وارد کنيد
14=- کاهش کاپ
15=مقدار کاهش کاپ براي هر مرحله از کاهش را وارد کنيد
16=Search option
17=Attack Now! option.
18=Check this if you want the option to have an 'Attack Now!' button next to
19=Add
20=Add this amount of reaction time to slow down the search.
21=Restart every
22=Return To Base after x searches and restart to search enemy villages.
23=Alert me when Village found
24=Check this if you want an Audio alarm & a Balloon Tip when a Base to attack is found.
25=the Start and Pause buttons to bypass the dead base or all base search values.
26=The Attack Now! button will only appear when searching for villages to Attack.

[631]
631=***Section use for Tab Milking Attack***
0=Milking
1=
2=Elixir Collectors Min. Level to Attack
3=Levels 1-4
4=Level 5
5=Level 6
6=Level 7
7=Level 8
8=Level 9
9=Level 10
10=Level 11
11=Level 12
12=
13=Attack
14=Which have a Level
15=
16=Only Attack If
17=Distance between red line and collectors
18=Attack Gold Mines If Gold Under
19=Attack Elixir Collectors If Elixir Under
20=Attack Dark Elixir Drills If Dark Under
21=4. Troops To Use For Each Building
22=- Troops Per Wave:
23=- Max Waves:
24=- Delay Between Waves (ms):
25=5a. Snipe Outside TH After Milking
26=
27=Max Tiles From Border
28=Use Algorithm
29=Snipe Even If No Collectors can be Milked
30=Use scripted attack for dead bases, this disables standard attack
31=Legend
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Make Images of each extractor with offset
39=fullsearch, only for debug purpose (very slow)
40=C - Attack
41=Make Images of villages
42=
43=
44=
45=
46=
47=
48==
49=
50=Force Tolerance
51=Tolerance Normal
52=Tolerance Boosted
53=Tolerance Destroyed
54=
55=
56=Structures to Attack
57=D - After Milking
58=Advanced
59=Slower: Check the Resources in each collector.
60=Faster: Only check the Level of each collector.
61=Check Destroyed Structures
62=Check Structure Destruction Before Wave
63=Before attacking a structure, check to see if it has been destroyed by another wave.
64=You must have a high delay between waves to use this option
65=Check Structure Destruction After Wave
66=After attacking a structure, check to see if it has been destroyed by another wave.
67=You must have a high delay between waves to use this option
68=Tolerance Settings
69=
70=
71=5. Dropping options
72=Drop each Goblin in the same place
73=Drop each Goblin in a different place
74=Attack Order: as found
75=Attack Order: Random
76=Attack Order: by side
77=B - Conditions
78=A - Structures
79=DIS.
80=Choose Milking Search Type
81=with this options you can detect images of undetected Elixir Extractors
85=Choose the maximum number of waves of troops to drop at each collector.
86=If the collector gets destroyed, then no more waves will be dropped at it.
82=Enable TH Snipe
84=5b. Continue With An Scripted Attack
83=Enable Scripted Attack

[632]
632=***Section use for Tab Stats***
0=سطح تاون هال:
1=آمار
2=آغاز به کار با
3=گزارش
4=پديدار شود
5=در اينجا
6=اولين اجرا
7=مقدار کل دارايي طلاي شما در هنگام شروع کار ربات
8=مقدار کل دارايي اکسير شما در هنگام شروع کار ربات
9=مقدار کل دارايي اکسير سياه شما در هنگام شروع کار ربات
10=مقدار کل کاپ شما در هنگام شروع کار ربات
11=کسب کردن
12=مقدار طلاي به دست آمده در آخرين حمله
13=مقدار اکسير به دست آمده در آخرين حمله
14=مقدار اکسير سياه به دست آمده در آخرين حمله
15=مقدار کاپ به دست آمده يا از دست رفته در آخرين حمله
16=پاداش ليگ
17=مقدار طلا که به عنوان پاداش در آخرين حمله دريافت شده
18=مقدار اکسير که به عنوان پاداش در آخرين حمله دريافت شده
19=مقدار اکسير سياه که به عنوان پاداش در آخرين حمله دريافت شده
20=مجموع
21=مقدار کل طلاي به دست آمده يا از دست رفته در حين اجرا بودن ربات
22=(اين شامل هزينه هاي منابع خرج شده در ارتقاء ساختمان ها هم مي شود)
23=مقدار کل اکسير به دست آمده يا از دست رفته در حين اجرا بودن ربات
24=مقدار کل اکسير سياه به دست آمده يا از دست رفته در حين اجرا بودن ربات
25=مقدار کاپ به دست آمده يا از دست رفته در حين اجرا بودن ربات
26=به دست آوردن
27=به دست آوردن طلا
28=به دست آوردن اکسير
29=به دست آوردن اکسير
30=به دست آوردن کاپ
31=تنظيم مجدد
32=متفرقه :آمار
33=حمله کرد
34=تعداد دهکده هايي که توسط ربات مورد حمله قرار گرفتند
35=ناديده
36=تعداد دهکده هايي که در طول جستجو، ربات از حمله کردن به آن صرف نظر کرده
37=توسط طلا .ارتقا
38=تعداد ديوارهاي ارتقا داده شده با طلا
39=توسط اکسير .ارتقا
40=تعداد ديوارهاي ارتقا داده شده با اکسير
41=تعداد ساختمان هاي ارتقا داده شده با طلا
42=تعداد ساختمان هاي ارتقا داده شده با اکسير
43=ارتقاء قهرمان
44=تعداد قهرمانان ارتقا داده شده
45=کاهش يافته
46=(مقدار کاپي که توسط ربات کاهش يافته (با توجه به تنظيمات کاپ در تب متفرقه
47=زمان اجرا
48=کل زماني که ربات در حال اجرا بوده
49=هزينه طلا .ارتقا
50=مقدار طلاي استفاده شده توسط ربات براي ارتقاي ديوارها
51=هزينه اکسير .ارتقا
52=مقدار اکسير استفاده شده توسط ربات براي ارتقاي ديوارها
53=مقدار طلاي استفاده شده توسط ربات براي ارتقاي ساختمان ها
54=مقدار اکسير استفاده شده توسط ربات براي ارتقاي ساختمان ها
55=هزينه اکسير سياه .ارتقا
56=مقدار اکسير سياه استفاده شده توسط ربات براي ارتقاي قهرمانان
57=خطاي خارج از تقارن
58=تعداد خطاي خارج از تقارن داده شده
59=هزينه جستجو
60=مقدار طلاي استفاده شده براي جستجو
61=قطار هزينه اکسير
62=(مقدار اکسير استفاده شده براي تعليم نيروها در سربازخانه (ساخت نيرو
63=قطار هزينه اکسير سياه
64=(مقدار اکسير سياه استفاده شده براي تعليم نيروها در سربازخانه سياه (ساخت نيرو
65=کالکتور طلا
66=طلاي به دست آمده با جمع آوري از معادن
67=کالکتور اکسير
68=اکسير به دست آمده با جمع آوري از گرد آورنده ها
69=کالکتور اکسير سياه
70=اکسير سياه به دست آمده با جمع آوري از دريل ها
71=بيس مرده
72=مله کرد
73=تعداد پايگاه هاي مرده اي که توسط ربات مورد حمله قرار گرفتند
74=کسب کردن
75=مقدار طلاي به دست آمده از پايگاه هاي مرده که توسط ربات مورد حمله قرار گرفتند
76=مقدار اکسير به دست آمده از پايگاه هاي مرده که توسط ربات مورد حمله قرار گرفتند
78=بيس معمولي
79=تعداد پايگاه هاي زنده اي که توسط ربات مورد حمله قرار گرفتند
80=مقدار طلاي به دست آمده از پايگاه هاي زنده که توسط ربات مورد حمله قرار گرفتند
81=مقدار اکسير به دست آمده از پايگاه هاي زنده که توسط ربات مورد حمله قرار گرفتند
82=مقدار اکسير سياه به دست آمده از پايگاه هاي زنده که توسط ربات مورد حمله قرار گرفتند
83=مقدار کاپ به دست آمده از پايگاه هاي زنده که توسط ربات مورد حمله قرار گرفتند
84=Bully تاون هال
85=تعداد پايگاه هايي که هنگام قلدري توسط ربات مورد حمله قرار گرفتند
86=مقدار طلاي به دست آمده از پايگاه هايي که هنگام قلدري توسط ربات مورد حمله قرار گرفتند
87=مقدار اکسير به دست آمده از پايگاه هايي که هنگام قلدري توسط ربات مورد حمله قرار گرفتند
88=مقدار اکسير سياه به دست آمده از پايگاه هايي که هنگام قلدري توسط ربات مورد حمله قرار گرفتند
89=مقدار کاپ به دست آمده از پايگاه هايي که هنگام قلدري توسط ربات مورد حمله قرار گرفتند
90=شکار تاون هال
91=مقدار طلاي به دست آمده از پايگاه هايي که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
92=مقدار اکسير به دست آمده از پايگاه هايي که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
93=مقدار اکسير سياه به دست آمده از پايگاه هايي که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
94=مقدار کاپ به دست آمده از پايگاه هايي که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
95=تعداد حمله موفق شکار تاون هال
96=تعداد حمله ناموفق شکار تاون هال
97=پس از اين
98=هر حمله
99=به روز رساني
100=مقدار اکسير سياه به دست آمده از پايگاه هاي مرده که توسط ربات مورد حمله قرار گرفتند
101=تعداد پايگاه هايي که هنگام شکار تاون هال توسط ربات مورد حمله قرار گرفتند
102=آخرين حمله
103=حالت ارتقاء
104=هزينه ارتقاء
105=Run:

[633]
633=***Section use for Tab Options End Battle***
1=Share Replay
2=Share Replays in your clan's chat.
3=Check this to share your battle replay in the clan chat.
4=When Loot Gained
5=فقط تکرار حمله اي که غارت طلاي آن بيشتر از مقدار وارد شده باشد به اشتراک گذاشته مي شود
6=فقط تکرار حمله اي که غارت اکسير آن بيشتر از مقدار وارد شده باشد به اشتراک گذاشته مي شود
7=فقط تکرار حمله اي که غارت اکسير سياه آن بيشتر از مقدار وارد شده باشد به اشتراک گذاشته مي شود
8=استفاده از يک پيام به صورت تصادفي
9=Nice\r\nGood\r\nThanks \r\nWowwww
10=پيام براي عنوان به اشتراک گذاشتن تکرار حمله
11=عکس از تمامي غارت ها
12=اگر شما ميخواهيد يک تصوير کلي از غارت روستاي مورد حمله ذخيره شود تيک اين گزينه را بزنيد
13=در نام عکس مقدار غارت نوشته شود
14=نام فايل تصوير شامل اطلاعات غارت باشد

[634]
634=***Section use for Tab Options Attack***
1=توانايي قهرمان
2=فعال خودکار (منطقه قرمز)
3=فعال شدن اين توانايي ها هنگامي که قهرمان ضعيف مي شوند
4=تيک فعال کردن قهرمانان به صورت جداگانه است
5=فعال پس از
6=فعال کردن توانايي در يک زمان مشخص
7=توانايي همه قهرمانان در همان زمان فعال مي شود
8=تنظيم زمان بر حسب ثانيه براي زمان بندي فعال سازي توانايي هاي قهرمان
9=فعال سازي توانايي هاي گرند واردن بعد از
10=.استفاده از توانايي گرند واردن در يک زمان مشخص
11=.تنظيم زمان بر حسب ثانيه براي زمان بندي فعال سازي قابليت گرند واردن
12=کلن کستل
13=تعادل D / R
14=اتسقرار کلن کستل در حمله تنها در صورتي که حاصل تقسيم 'نيروهاي اهدا شده/نيروهاي دريافت شده' از حاصل تقسيم 'ا/د' بزرگتر باشد
15=نسبت اهدا نيرو
16=نسبت اهدا / دريافت
17=مثال : 1/1 => اهدا و دريافت نيرو کلن ستل برابر، 1/2 => دريافت نيرو نصف اهداي نيرو باشد
18=نسبت دريافت نيرو

[635]
635=***Section use for Create Scripted Attack***
1=ايجاد فايل جديد اسکريپت
2=نام فايل جديد اسکريپت
3=اين فايل از قبل وجود دارد، لطفا يک نام جديد وارد کنيد
4=در هنگام ايجاد فايل خطايي رخ داده است
5=کپي به فايل جديد اسکريپت
6=کپي
53=به نام فايل جديد اسکريپت
7=به نام فايل جديد اسکريپت

[636]
636=***Section use for Tab Bot Options***
1=
2=وقتي که ربات باز شد
3=بروز رساني ها رو برسي کن
4=براي بررسي اين که آيا شما از آخرين نسخه ربات استفاده مي کنيد يا نه تيک اين گزينه را بزنيد
5=حذف فايل ثابت
6=حذف فايل هاي لاگ قديمي تر از مقدار روز وارد شده
7=روزها
8=حذف فايل موقت
9=حذف فايل هاي موقتي قديمي تر از مقدار روز وارد شده
10=حذف لوت تصاوير
11=حذف فايل هاي تصاوير غارت قديمي تر از مقدار روز وارد شده
12=هنگامي که ربات شروع شد
13=شروع خودکار بعد از
14=
15=بررسي زبان بازي (EN)
16=(بررسي اين که آيا زبان بازي روي زبان صحيح يعني انگليسي تنظيم شده يا نه (بايد روي زبان انگليسي تنظيم باشد
17=تراز خودکار
18=تغيير موقعيت/چينش پنجره بلواستکس و ربات بر روي صفحه نمايش
19=انحراف
20=(افست پيکسل افقي بين پنجره بلواستکس و ربات (افست : فاصله از موقعيت قبلي
21=(افست پيکسل عمودي بين پنجره بلواستکس و ربات (افست : فاصله از موقعيت قبلي
22=0،0: بلواستکس-ربات
23=0،0: ربات-بلواستکس
24=چسبيدن : بالاي راست ربات به ب
25=چسبيدن : بالاي چپ ربات به ب
26=چسبيدن : پايين راست ربات به ب
27=چسبيدن : پايين چپ ربات به ب
28=تغيير موقعيت صفحه نمايش بلواستکس به موقعيت 0،0 بر روي دسکتاپ ويندوز و تراز پنجره ربات در سمت راست يا چپ آن
29=چسبيدن : فقط نظم دادن دوباره پنجره ها، تراز پنجره ربات نسبت به پنجره بلواستکس در بالا سمت راست، بالا سمت چپ، پايين سمت راست يا پايين سمت چپ
30=سرعت ساخت نيرو
31=Train Troops
32=delay
33=افزايش زمان تاخير اگر سرعت کامپيوتر شما کند مي باشد
34=اشکال زدايي
35=در لاگ (X، Y) اشکال زدايي : نوشتن مختصات کليک
36=اشکال زدايي : فعال کردن اشکال زدايي تنظيم لاگ در کد براي عيب يابي
37=براي عيب يابي (OCR) اشکال زدايي: فعال کردن ذخيره تصاوير او سي آر
38=اشکال زدايي: فعال کردن ذخيره تصاوير براي عيب يابي
39=اشکال زدايي: فعال کردن نمايش موقعيت هاي ساختمان ها در لاگ
40=کليک
41=پيام ها
42=OCR
43=عکس ها
44=ساختمان ها
45=تنظيمات ديگر
46=مجموع کمپ نيروي ارتش
47=اگر مقادير وارد شده براي ظرفيت نيرو کل اردوگاه ها تشخيص داده نشد، به جايش سوال براي دريافت مقدار آن پرسيده مي شود
48=
49=
50=
51=
52=
53=
54=
55=Photo Screenshot Options
56=Make in PNG format
57=Hide Village and Clan Castle Name
58=Auto START the Bot after this No. of seconds.
59=
60=
61=اجبار به خروج براي PB
62=قبل از اينکه پرسونال بريک به صورت طبيعي شروع شود کلش را مي بنددPB
63=!مقدار زمان براي بسته ماندن کلش را وارد کنيد. براي اينکه پرسونال بريک ريست شود حداقل بر روي 15 دقيقه بگذاريد!
64=Min
65=تفريق زمان براي زودتر بستن
66=!مقدار دقيقه براي بستن زودتر کلش را تعيين کنيد! تنظيم کمتر از 10 دقيقه تاثير ندارد.
67=
68=
69=
70=
71=Restart Bot to load program with new language:
72=Options
73=Training
74=Debug: Enables showing debug during training.
75=Village Search Delay
76=Use this slider to change the time to wait between Next clicks when searching for a Village to Attack.
77=This might compensate for Out of Sync errors on some PC's.
78=NO GUARANTEES! This will not always have the same results!
79=Min
80=Max
81=Enable random village search delay value by setting
82=bottom Max slide value higher than the top minimum slide
83=تنظيمات زبان
84=با استفاده از اين گزينه مي توانيد زبان برنامه ربات را تغيير دهيد
85=دستگاه کنترل از راه دور
86=زمانيکه صبرکرد دستگاه ديگر
87=زمان را وارد کنيد (به ثانيه)، براي وقتي که از دستگاه ديگري وارد بازي شوند تا ربات بعد صبر کردن به اندازه زمان وارد شده به بازي برگردد
88=تست نيرو
89=تست دونات
91=Online debug donations
92=Debug: make ocr of donations and simulate only donate but no donate any troop
90=Test Attack Bar
93=Disables the splash screen on startup.

[637]
637=***Section use for Tab Bot Profile***
1=گزينه هاي پروفايل
2=با استفاده از اين گزينه مي توانيد پروفايل ديگري را انتخاب کنيد
3=: مي توانيد پروفايل خود را در مسير زير پيدا کنيد
4=دهکده من
5=نام پروفايل دهکده خود
6=اضافه کردن پروفايل جديد
7=تائيد
8=حذف پروفايل
9=خروج
10=تغيير نام پروفايل
11=مشخصات از قبل وجود دارد
12=درحال حاضر وجود دارد.
13=لطفا نام ديگري براي پروفايل خود انتخاب کنيد

[640]
640=***Section use for all Popups***
1=Ok|Cancel
2=Display Settings Error
3=DPI incorrect
4=Your DPI is incorrect. It is set to
5=%. You must set it to 100% for this bot to work.
6=When you have changed the DPI to the correct value, reboot your computer and run the bot again.
7=You won't be able to use the bot until you make this change.
8=Click OK to view instructions on how to change DPI
9=Unsupported
10=Sorry, your operating system isn't supported by the bot.
11=Hey Chief, we are missing some files!
12=Please extract all files and folders and start this program again!
13=Sorry, Start button disabled until fixed!
14=Ok
15=Hey Chief, file name incorrect!
16=You have renamed the file "MyBot.run.exe"! Please change it back to MyBot.run.exe and restart the bot!
17=MyBot has experienced a serious error
18=Unable to find or start up
19=and search www.mybot.run forums for more help
20=Close MyBot!
21=Okay - Must Exit Program
22=Reboot PC and try again,
23=Barrack
24=Army Camp
25=Click OK then click on one of your
26=Do not move mouse quickly after clicking location
27=Make sure the building name is visible for me!
28=Locate
29=Question
30=How many barracks you have?
31=Enter the ArmyOverView Tab Position of this Barrack [1|2|3|4] :
32=Click OK then click on your Clan Castle
33=Locate Clan Castle
34=Click OK then click on your Queen Altar
35=Locate Queen Altar
36=OK
37=Notice
38=Now you can remove mouse out of bluestacks, Thanks!!
39=Click OK then click on your King Altar
40=Locate King Altar
41=Click OK then click on your Grand Warden Altar
42=Locate Grand Warden Altar
43=Click OK then click on your Laboratory building
44=Locate Laboratory
45=Click OK then click on your Spell Factory
46=Locate Spell Factory
47=Locate Dark Spell Factory
48=Click OK then click on your Dark Spell Factory
49=Click OK then click on your Town Hall
50=Locate TownHall
51=Click 'Locate Building' button then click on your Building/Hero to upgrade.
52=Click 'Finished' button when done locating all upgrades.
53=Click on Cancel to exit finding buildings.
54=Locate Building|Finished|Cancel
55=Locate Upgrades
56=Keep Mouse OUT of BlueStacks Window While I Check Your Upgrades, Thanks!!
57=Enter the cost of the upgrade
58=Save copy of upgrade image for developer analysis?
59=YES|NO
60=   GOLD   |  ELIXIR  |DARK ELIXIR
61=Need User Help
62=Select Upgrade Type:
63=Click OK to Delete and Reset all Building info,
64=NOTE =>> Bot will exit and need to be restarted when complete
65=Or Click Cancel to exit
66=Delete And Exit|Cancel
67=Delete Building Infomation?
68=Are you 100% sure you want to delete Building information?
69=Click OK to Delete and then restart the bot (manually)
70=Delete Configuration
71=Are you sure you want to delete the configuration "
72=
73=
74=
75=
76=
78=
79=
[12]
2=  
3=  
4=  
5=  
6= 
7=  
8=  
[7]
111=حذف پروفايل
112=آيا مطمئن هستيد که ميخواهيد اين پروفايل را حذف کنيد؟
113=This action can not be undone.
26=Switch Profiles
31=Your village/profile's name
103=Add New Profile
104=Confirm
105=Delete Profile
106=Cancel
107=Rename Profile

[17]
1=Multy-Farming
3=Will switch account and attack, then switch back
4=Will switch account For Donate, then switch back
5=How many account to use For multy-farming
2=How Many:
22=Fast Switch:
23=Switch to Second Account
24=Switch to Third Account
25=Switch to Fourth Account
26=Switch to Fifth Account
27=Switch to Sixth Account
28=Detect Current Account
[6]
1=Donate
[19]
2=Current Profile:
3=Use this to switch to a different profile
4=Your profiles can be found in
5=MyVillage
7=Gold Switch Profile Conditions
8=Switch To
9=Enable this to switch profiles when gold is above amount.
10=Select which profile to be switched to when conditions met
11=When Gold is Above
12=Set the amount of Gold to trigger switching Profile.
13=Enable this to switch profiles when gold is below amount.
14=When Gold is Below
15=Elixir Switch Profile Conditions
16=Enable this to switch profiles when Elixir is above amount.
17=When Elixir is Above
18=Set the amount of Elixir to trigger switching Profile.
19=Enable this to switch profiles when Elixir is below amount.
20=When Elixir is Below
21=Dark Elixir Switch Profile Conditions
22=Enable this to switch profiles when Dark Elixir is above amount.
23=When Dark Elixir is Above
24=Set the amount of Dark Elixir to trigger switching Profile.
25=Enable this to switch profiles when Dark Elixir is below amount.
26=When  Dark Elixir is Below
27=Trophy Switch Profile Conditions
28=Enable this to switch profiles when Trophies are above amount.
29=When Trophies are Above
30=Set the amount of Trophies to trigger switching Profile.
31=Enable this to switch profiles when Trophies are below amount.
32=When Trophies are Below
